Repository: anupam19/arduinotty
Catalog: src/Translations/*.po
Languages: de

source: Connect.
de: Verbinden.

source: Available ports.
de: Verfügbare Anschlüsse.

source: Disconnect.
de: Verbindung trennen.

source: Line break.
de: Zeilenumbruch.

source: Select byte-format.
de: Byteformat einstellen.

source: Transmit bytes.
de: Bytes senden.

source: Oct:
de: Okt:

source: Dec:
de: Dez:

source: Create new byte-list.
de: Neue Byteliste erstellen.

source: Open byte-list.
de: Byteliste öffnen.

source: Save byte-list.
de: Byteliste speichern.

source: Record outgoing bytes.
de: Gesendete Bytes aufzeichnen.

source: Transmit selected bytes.
de: Sende markierte Bytes.

source: Oct
de: Okt

source: Dec
de: Dez

source: Open bytes ...
de: Bytes öffnen ...

source: Cancel
de: Abbrechen

source: Open
de: Öffnen

source: Compatible formats
de: Kompatible Formate

source: Textfile
de: Textdatei

source: Binary file
de: Binärdatei

source: Save bytes ...
de: Bytes speichern ...

source: Save
de: Speichern

source: Record incoming bytes.
de: Empfangene Bytes aufzeichnen.

source: Port:
de: Anschluss:

source: Transmitted:
de: Gesendet:

source: Table
de: Tabelle

source: Received:
de: Empfangen:

source: View.
de: Ansicht.

source: Preferences.
de: Einstellungen.

source: Disconnect
de: Verbindung trennen

source: Show "Arduino TTY"
de: Zeige "Arduino TTY"

source: Hide "Arduino TTY"
de: Verstecke "Arduino TTY"

source: Quit
de: Beenden

source: Connect with
de: Verbinden mit

source: A serial terminal for the Arduino platform.
de: Ein serieller Terminal für die Arduino-Plattform.

source: "Arduino TTY" is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. "Arduino TTY" is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with "Arduino TTY"; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
de: "Arduino TTY" ist freie Software, Sie können sie weitergeben und/oder verändern solange Sie sich an die Regeln der GNU General Public License halten, so wie sie von der Free Software Foundation festgelegt wurden; entweder in Version 2 der Lizenz oder (nach Ihrem Ermessen) in jeder folgenden Lizenz. "Arduino TTY" wurde mit dem Ziel veröffentlicht, dass Sie es nützlich finden, jedoch OHNE JEDWEDE GARANTIE, sogar ohne eine implizite Garantie der VERKAUFBARKEIT oder der NUTZBARKEIT FÜR EINEN SPEZIELLEN ZWECK. Schauen Sie für weitere Informationen bitten in der GNU General Public License (GNU GPL) nach. Mit diesem Programm sollten Sie außerdem eine Kopie der GNU General Public License erhalten haben. Wenn dem nicht so ist, so schreiben Sie bitte an die Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: Received
de: Empfangen

source: Transmitted
de: Gesendet

source: Both
de: Beide

source: Adjust baudrate.
de: Baudrate einstellen.

source: Adjust view.
de: Ansicht einstellen.

source: Adjust font.
de: Schrift einstellen.

source: Apply preferences.
de: Einstellungen übernehmen.

source: Cancel.
de: Abbrechen.

source: Preferences
de: Einstellungen

source: Use settings from last session.
de: Benutze die Einstellungen der letzten Sitzung.

source: View:
de: Ansicht:

source: <b>Settings on startup</b>
de: <b>Einstellungen beim Start</b>

source: <b>Font</b>
de: <b>Schrift</b>

source: Show "Arduino TTY" symbol
de: Zeige "Arduino TTY"-Symbol
